Repository: openfun/richie
Catalog: src/richie/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr, pt_pt, ru_ru

source: Total amount of time to complete this course.
es_es: Cantidad total de tiempo para completar este curso.
fr_fr: Temps de travail total nécessaire pour compléter ce cours.
pt_pt: Quantidade total de tempo para concluir este curso.
ru_ru: Общее количество времени для завершения этого курса.

source: is listed
es_es: está listado
fr_fr: est listé
pt_pt: está listado
ru_ru: в списке

source: Tick if you want the course to be visible on the search page.
es_es: Marque si desea que el curso sea visible en la página de búsqueda.
fr_fr: Cochez si vous voulez que le cours soit visible sur la page de recherche.
pt_pt: Marque se deseja que o curso esteja visível na página de pesquisa.
ru_ru: Отметьте, если хотите, чтобы курс был виден на странице поиска.

source: is self paced
es_es: es a su propio ritmo
fr_fr: est auto-rythmé
pt_pt: ao ritmo do estudante
ru_ru: самостоятельный

source: Tick if the course pace is self paced.
es_es: Marque si el ritmo del curso es a ritmo propio.
fr_fr: Cochez si le cours est auto-rythmé
pt_pt: Marque se o curso é ao ritmo do estudante.
ru_ru: Отметьте, если темп прохождения курса - самостоятельный.

source: course
es_es: curso
fr_fr: cours
pt_pt: curso
ru_ru: курс

source: courses
es_es: cursos
fr_fr: cours
pt_pt: cursos
ru_ru: курсы

source: Self paced
es_es: A ritmo propio
fr_fr: Auto-rythmé
pt_pt: Ao ritmo do estudante
ru_ru: Самостоятельный

source: ~{pace_hours:d}h{pace_minutes:d}/{duration_unit!s}
ru_ru: ~{pace_hours:d}ч{pace_minutes:d}/{duration_unit!s}

source: Manual
fr_fr: Manuel
ru_ru: Руководство

source: Synchronization to draft page
es_es: Sincronización a página de borrador
fr_fr: Synchronisation de la page brouillon
pt_pt: Sincronização com a página rascunho
ru_ru: Синхронизация с черновиком страницы

source: Synchronization to public page
es_es: Sincronización a página pública
fr_fr: Synchronisation de la page publique
pt_pt: Sincronização com a página pública
ru_ru: Синхронизация с публичной страницей

source: course_and_search - show on the course page and include in search results
es_es: curse_and_search - mostrar en la página del curso e incluir en los resultados de búsqueda
fr_fr: cours et recherche - afficher sur la page du cours et inclure dans les résultats de recherche
pt_pt: course_and_search - mostrar na página do curso e incluir nos resultados da pesquisa
ru_ru: course_and_search - показать на странице курса и включить в результаты поиска

source: course_only - show on the course page and hide from search results
es_es: curso solo - mostrar en la página del curso y ocultar de los resultados de la búsqueda
fr_fr: cours seulement - afficher sur la page du cours et exclure des résultats de recherche
pt_pt: course_only - mostrar na página do curso mas ocultar nos resultados de pesquisa
ru_ru: course_only - показывать на странице курса и скрыть от результатов поиска

source: hidden - hide on the course page and from search results
es_es: oculto - ocultar en la página del curso y de los resultados de búsqueda
fr_fr: caché - masquer sur la page du cours et exclure des résultats de recherche
pt_pt: hidden - ocultar na página de curso e nos resultados de pesquisa
ru_ru: hidden - скрыть на странице курса и из результатов поиска

source: Synchronization mode
pt_pt: Modo de sincronização
ru_ru: Режим синхронизации

source: resource link
es_es: enlace de recursos
fr_fr: lien de la ressource
pt_pt: link do recurso
ru_ru: ссылка на ресурс

source: course start
es_es: inicio del curso
fr_fr: début du cours
pt_pt: início do curso
ru_ru: начало курса

source: course end
es_es: fin del curso
fr_fr: fin du cours
pt_pt: fim do curso
ru_ru: конец курса

source: enrollment start
es_es: inicio de inscripción
fr_fr: début des inscriptions
pt_pt: início das inscrições
ru_ru: начало зачисления

source: enrollment end
es_es: fin de inscripción
fr_fr: fin des inscriptions
pt_pt: fim das inscrições
ru_ru: окончание зачисления

source: The list of languages in which the course content is available.
es_es: Lista de idiomas en los que el contenido del curso está disponible.
fr_fr: Les langues dans lesquelles le contenu du cours est disponible.
pt_pt: Lista de idiomas em que o conteúdo do curso está disponível.
ru_ru: Список языков, на которых доступно содержимое курса.

source: enrollment count
es_es: número de inscripciones
fr_fr: compte des inscriptions
pt_pt: número de inscrições
ru_ru: количество зачислений

source: The number of enrolled students
es_es: El número de estudiantes inscritos
fr_fr: Le nombre d'apprenants inscrits
pt_pt: O número de alunos inscritos
ru_ru: Количество зачисленных студентов

source: catalog visibility
es_es: visibilidad del catálogo
fr_fr: visibilité dans le catalogue
pt_pt: visibilidade no catálogo
ru_ru: видимость каталога

source: course run
es_es: sesión de curso
fr_fr: session de cours
pt_pt: edição do curso
ru_ru: запуск курса

source: course runs
es_es: sesión de curso
fr_fr: sessions de cours
pt_pt: edições do curso
ru_ru: этапы курса

source: title
es_es: título
fr_fr: titre
pt_pt: título
ru_ru: заголовок

source: Course run translation
es_es: Traducción de la sesión de curso
fr_fr: Traduction de session de cours
pt_pt: Tradução da edição do curso
ru_ru: Перевод запуска курса

source: Course run translations
es_es: Traducciones de la sesión de curso
fr_fr: Traductions de sessions de cours
pt_pt: Traduções da edição do curso
ru_ru: Переводы запуска курса

source: Empty title
es_es: Sin título
fr_fr: Titre manquant
pt_pt: Título em branco
ru_ru: Пустой заголовок

source: course plugin
es_es: plugin de curso
fr_fr: plugin de cours
pt_pt: plugin do curso
ru_ru: плагин курса

source: course plugins
es_es: plugins de curso
fr_fr: plugins de cours
pt_pt: plugins do curso
ru_ru: плагины курса

source: logo
pt_pt: logotipo
ru_ru: лого

source: name
es_es: nombre
fr_fr: nom
pt_pt: nome
ru_ru: имя

source: content
es_es: contenido
fr_fr: contenu
pt_pt: conteúdo
ru_ru: контент

source: licence
es_es: licencia
fr_fr: license
pt_pt: licença
ru_ru: лицензия

source: licences
es_es: licencias
pt_pt: licenças
ru_ru: лицензии

source: Licence translation
es_es: Traducción de la licencia
fr_fr: Traduction des Licences
pt_pt: Tradução da licença
ru_ru: Перевод лицензии

source: licence translations
es_es: traducciones de licencias
fr_fr: traductions de licences
pt_pt: traduções da licença
ru_ru: переводы лицензий

source: description
es_es: descripción
pt_pt: descrição
ru_ru: описание

source: licence plugin
es_es: plugin de licencia
fr_fr: plugin de licence
pt_pt: plugin da licença
ru_ru: плагин лицензии

source: licence plugins
es_es: plugins de licencia
fr_fr: plugins de licences
pt_pt: plugins de licença
ru_ru: плагины лицензии

source: organization
es_es: organización
fr_fr: établissement
pt_pt: organização
ru_ru: организация

source: organizations
es_es: organizaciones
fr_fr: établissements
pt_pt: organizações
ru_ru: организации

source: organization plugin
es_es: plugin de la organización
fr_fr: plugin d'établissement
pt_pt: plugin da organização
ru_ru: плагин организации

source: organization plugins
es_es: plugins de organización
fr_fr: plugins d'établissements
pt_pt: plugins da organização
ru_ru: плагины организации

source: organizations by category plugin
es_es: organizaciones por plugin de categoría
fr_fr: plugin d'établissements par catégorie
pt_pt: plugin de organizações por categoria
ru_ru: организации по плагину категории

source: organizations by category plugins
es_es: organizaciones por plugins de categoría
fr_fr: plugins d'établissements par catégorie
pt_pt: plugins de organizações por categoria
ru_ru: организации по плагинам категории

source: person
es_es: persona
fr_fr: personnes
pt_pt: pessoa
ru_ru: человек

source: persons
es_es: personas
fr_fr: personnes
pt_pt: pessoas
ru_ru: люди

source: Custom bio
es_es: Personalizar biografía
fr_fr: Bio adaptée
pt_pt: Biografia personalizada
ru_ru: Пользовательская биография

source: Optional: provide a custom bio (if you leave it empty, it will display the person's bio).
es_es: Opcional: proporcionar una biografía personalizada (si la deja vacía, se mostrará la biografía de la persona).
fr_fr: Optionnel: adaptez la bio (si vous laissez le champs vide, la biographie par défaut de la personne s'affichera).
pt_pt: Opcional: fornecer uma biografia personalizada (caso a deixe vazia, ela exibirá a bio).
ru_ru: Необязательно: укажите пользовательскую биографию (если оставить ее пустым, она отобразит биографию человека).

source: person plugin
es_es: plugin de persona
fr_fr: plugin de personne
pt_pt: plugin de pessoa
ru_ru: плагин человека

source: person plugins
es_es: plugins de persona
fr_fr: plugins de personnes
pt_pt: plugins de pessoa
ru_ru: плагины человека

source: program
es_es: programa
fr_fr: parcours
pt_pt: programa
ru_ru: программа

source: programs
es_es: programas
fr_fr: parcours
pt_pt: programas
ru_ru: программы

source: program plugin
es_es: plugin del programa
fr_fr: plugin de parcours
pt_pt: plugin do programa
ru_ru: плагин программы

source: program plugins
es_es: plugins de programa
fr_fr: plugins de parcours
pt_pt: plugins do programa
ru_ru: плагины программы

source: role
es_es: rol
fr_fr: rôle
pt_pt: papel
ru_ru: роль

source: A role describes all the permissions that should be granted to the user group.
es_es: Un rol describe todos los permisos que deben concederse al grupo de usuarios.
fr_fr: Un rôle décrit toutes les permissions qui doivent être accordées au groupe d'utilisateurs.
pt_pt: Um papel descreve todas as permissões dadas a um grupo de utilizadores.
ru_ru: Роль описывает все разрешения, которые должны быть предоставлены группе пользователей.

source: page
es_es: página
pt_pt: página
ru_ru: страница

source: Page to which this role grants permissions.
es_es: Página a la que este rol concede permisos.
fr_fr: Page à laquelle ce rôle donne des permissions.
pt_pt: Página à qual este papel concede permissões.
ru_ru: Страница, к которой эта роль предоставляет разрешения.

source: group
es_es: grupo
fr_fr: groupe
pt_pt: grupo
ru_ru: группа

source: User group that this role controls.
es_es: Grupo de usuarios que este rol controla.
fr_fr: Groupe d'utilisateurs que ce rôle contrôle.
pt_pt: Grupo de utilizadores controlado por este papel.
ru_ru: Группа пользователей, которой управляет эта роль.

source: filer folder
es_es: carpeta de archivos
fr_fr: dossier du classeur
pt_pt: pasta do arquivador
ru_ru: filer папка

source: Filer folder that this role controls.
es_es: Carpeta del archivador que este rol controla.
fr_fr: Dossier du classeur que ce rôle contrôle.
pt_pt: Pasta do arquivador controlada por este papel.
ru_ru: Filer папка, которой управляет эта роль.

source: page role
es_es: rol de página
fr_fr: rôle de page
pt_pt: papel da página
ru_ru: роль страницы

source: page roles
es_es: roles de página
fr_fr: rôles de page
pt_pt: papéis de página
ru_ru: роли страницы

source: Course page
es_es: Página de curso
fr_fr: Page de cours
pt_pt: Página do curso
ru_ru: Страница курса

source: Organization list
es_es: Lista de organizaciones
fr_fr: Liste des établissements
pt_pt: Lista de organizações
ru_ru: Список организаций

source: Organization page
es_es: Página organización
fr_fr: Page d'établissement
pt_pt: Página da organização
ru_ru: Страница организации

source: Category list
es_es: Lista de categorías
fr_fr: Liste des Catégories
pt_pt: Lista de categorias
ru_ru: Список категорий

source: Category page
es_es: Página de categoría
fr_fr: Page de catégorie
pt_pt: Página de categorias
ru_ru: Страница категории

source: Blog post list
es_es: Lista de entradas de blog
fr_fr: Liste de billet de blog
pt_pt: Lista de publicações
ru_ru: Список записей блога

source: Blog post page
es_es: Página de entrada de blog
fr_fr: Page de billet de blog
pt_pt: Página de publicação
ru_ru: Страница записи блога

source: Person page
es_es: Página persona
fr_fr: Page de personne
pt_pt: Página da pessoa
ru_ru: Страница человека

source: Person list
es_es: Lista de personas
fr_fr: Liste des personnes
pt_pt: Lista de pessoas
ru_ru: Список людей

source: Program page
es_es: Página de programa
fr_fr: Page de parcours
pt_pt: Página de programa
ru_ru: Страница программы

source: Program list
es_es: Lista de programas
fr_fr: Liste des parcours
pt_pt: Lista de programas
ru_ru: Список программ

source: Search
es_es: Buscar
fr_fr: Recherche
pt_pt: Pesquisar
ru_ru: Поиск

source: List of child pages
es_es: Lista de páginas hijas
fr_fr: Liste des pages enfants
pt_pt: Lista de páginas filhas
ru_ru: Список дочерних страниц

source: Homepage
es_es: Página principal
fr_fr: Page d'accueil
pt_pt: Página inicial
ru_ru: Домашняя страница

source: Single column
es_es: Columna única
fr_fr: Colonne unique
pt_pt: Coluna única
ru_ru: Одна колонка

source: Three columns: (33% | 33% | 33%)
es_es: Tres columnas: (33% | 33% | 33%)
fr_fr: Trois colonnes: (33% | 33% | 33%)
pt_pt: Três colunas: (33% | 33% | 33%)
ru_ru: Три колонки: (33% | 33% | 33%)

source: Two columns: (50% | 50%)
es_es: Dos columnas: (50% | 50%)
fr_fr: Deux colonnes: (50% | 50%)
pt_pt: Duas colunas: (50% | 50%)
ru_ru: Две колонки: (50% | 50%)

source: Two columns: (25% | 75%)
es_es: Dos columnas: (25% | 75%)
fr_fr: Deux colonnes: (25% | 75%)
pt_pt: Duas colunas: (25% | 75%)
ru_ru: Две колонки: (25% | 75%)

source: Two columns: (75% | 25%)
es_es: Dos columnas: (75% | 25%)
fr_fr: Deux colonnes: (75% | 25%)
pt_pt: Duas colunas: (75% | 25%)
ru_ru: Две колонки: (75% | 25%)

source: Footer
es_es: Pie de página
fr_fr: Pied de page
pt_pt: Rodapé
ru_ru: Подвал

source: Static headline
es_es: Encabezado estático
fr_fr: Entête statique
pt_pt: Cabeçalho estático
ru_ru: Статический заголовок

source: Main content
es_es: Contenido principal
fr_fr: Contenu principal
pt_pt: Conteúdo principal
ru_ru: Основной контент

source: Secondary content
es_es: Contenido secundario
fr_fr: Deuxième contenu
pt_pt: Conteúdo secundário
ru_ru: Дополнительное содержимое

source: Third content
es_es: Tercer contenido
fr_fr: Troisième contenu
pt_pt: Conteúdo terciário
ru_ru: Третье содержимое

source: Cover
es_es: Portada
fr_fr: Couverture
pt_pt: Capa
ru_ru: Обложка

source: Catch phrase
es_es: Eslogan
fr_fr: Slogan
pt_pt: Frase-chave
ru_ru: Меткая фраза

source: Teaser
fr_fr: Accroche
ru_ru: Тизер

source: About the course
es_es: Acerca del curso
fr_fr: À propos du cours
pt_pt: Sobre o curso
ru_ru: О курсе

source: What you will learn
es_es: Lo que aprenderás
fr_fr: Ce que vous allez apprendre
pt_pt: O que vai aprender
ru_ru: Чему вы научитесь

source: Format
es_es: Formato
pt_pt: Formato
ru_ru: Формат

source: Prerequisites
es_es: Prerrequisitos
fr_fr: Prérequis
pt_pt: Pré-requisitos
ru_ru: Предварительные условия

source: Team
es_es: Equipo
fr_fr: Équipe
pt_pt: Equipa
ru_ru: Команда

source: Plan
pt_pt: Plano
ru_ru: План

source: Complementary information
es_es: Información complementaria
fr_fr: Informations complémentaires
pt_pt: Informação complementar
ru_ru: Дополнительная информация

source: License for the course content
es_es: Licencia para el contenido del curso
fr_fr: Licence pour le contenu du cours
pt_pt: Licença para o conteúdo do curso
ru_ru: Лицензия на содержимое курса

source: License for the content created by course participants
es_es: Licencia para el contenido creado por los participantes del curso
fr_fr: Licence pour le contenu créé par les participants du cours
pt_pt: Licença para o conteúdo criado pelos participantes do curso
ru_ru: Лицензия на контент, созданный участниками курса

source: Categories
es_es: Categorías
fr_fr: Catégories
pt_pt: Categorias
ru_ru: Категории

source: Icon
es_es: Icono
fr_fr: Icône
pt_pt: Ícone
ru_ru: Иконка

source: Organizations
es_es: Organizaciones
fr_fr: Établissements
pt_pt: Organizações
ru_ru: Организации

source: Assessment and Certification
es_es: Evaluación y certificación
fr_fr: Évaluation et certification
pt_pt: Avaliação e Certificação
ru_ru: Оценка и сертификация

source: Banner
fr_fr: Bannière
ru_ru: Баннер

source: Logo
ru_ru: Лого

source: Description
es_es: Descripción
pt_pt: Descrição
ru_ru: Описание

source: Excerpt
es_es: Extracto
fr_fr: Extrait
pt_pt: Excerto
ru_ru: Выдержка

source: Portrait
es_es: Retrato
pt_pt: Retrato
ru_ru: Портрет

source: Bio
es_es: Biografía
ru_ru: О себе

source: Main Content
es_es: Contenido principal
fr_fr: Contenu principal
pt_pt: Conteúdo Principal
ru_ru: Основной Контент

source: Author
es_es: Autor
fr_fr: Auteur
pt_pt: Autor
ru_ru: Автор

source: Body
es_es: Cuerpo
fr_fr: Corps
pt_pt: Conteúdo
ru_ru: Тело

source: Headline
es_es: Encabezado
fr_fr: Entête
pt_pt: Título
ru_ru: Заголовок

source: Courses
es_es: Cursos
fr_fr: Cours
pt_pt: Cursos
ru_ru: Курсы

source: Button caesura
es_es: Botón cesura
fr_fr: Bouton caesura
pt_pt: Botão de quebra de secção
ru_ru: Кнопка цезура

source: Full width
es_es: Anchura total
fr_fr: Pleine largeur
pt_pt: Largura total
ru_ru: Во всю ширину

source: No categories yet.
es_es: No hay categorías aún.
fr_fr: Pas de catégories.
pt_pt: Não existem categorias.
ru_ru: Еще нет категорий.

source: Not published yet
es_es: Sin publicar
fr_fr: Pas encore publié
pt_pt: Não publicado
ru_ru: Ещё не опубликовано

source: No author yet
es_es: No hay autor aún
fr_fr: Pas d'auteur
pt_pt: Nenhum autor
ru_ru: Пока нет автора

source: No excerpt content
es_es: No hay extracto de contenido
fr_fr: Pas d'extrait
pt_pt: Sem conteúdo no excerto
ru_ru: Контент без выдержки

source: No body content
es_es: No hay contenido en el cuerpo
fr_fr: Pas de contenu
pt_pt: Sem conteúdo de corpo de texto
ru_ru: Контент без тела

source: Related posts
es_es: Entradas relacionadas
fr_fr: Articles liés
pt_pt: Publicações relacionadas
ru_ru: Похожие записи

source: Other categories of articles
pt_pt: Outras categorias de artigos
ru_ru: Другие категории статей

source: No associated blogposts
es_es: No hay entradas de blogs asociadas
fr_fr: Pas de billets de blog associés
pt_pt: Não existem publicações associadas
ru_ru: Нет связанных блогов

source: %(category_title)s - Category
pt_pt: %(category_title)s - Categoria
ru_ru: %(category_title)s - Категория

source: Sub categories
es_es: Subcategorías
fr_fr: Sous-catégories
pt_pt: Subcategorias
ru_ru: Подкатегории

source: Related courses
es_es: Cursos relacionados
fr_fr: Cours associés
pt_pt: Cursos relacionados
ru_ru: Связанные курсы

source: Courses pagination
es_es: Paginación de cursos
fr_fr: Pagination des cours
pt_pt: Paginação de cursos
ru_ru: Пагинация курсов

source: See all courses related to %(category_title)s
fr_fr: Voir tous les cours liés à %(category_title)s
ru_ru: Смотрите все курсы, относящиеся к %(category_title)s

source: See all courses
es_es: Ver todos los cursos
fr_fr: Voir tous les cours
pt_pt: Ver todos os cursos
ru_ru: Посмотреть все курсы

source: Related organizations
es_es: Organizaciones relacionadas
fr_fr: Organisations liées
pt_pt: Organizações relacionadas
ru_ru: Связанные организации

source: Related organizations pagination
es_es: Paginación de organizaciones relacionadas
fr_fr: Pagination des établissements liés
pt_pt: Paginação de organizações relacionadas
ru_ru: Пагинация связанных курсов

source: Related blogposts
es_es: Entradas de blog relacionadas
fr_fr: Billets de blog liés
pt_pt: Publicações relacionadas
ru_ru: Похожие блоги

source: Related blogposts pagination
es_es: Paginación de entradas de blog relacionadas
fr_fr: Pagination des articles de blog liés
pt_pt: Página de posts de blog relacionados
ru_ru: Пагинация связанных блогов

source: Related persons
es_es: Personas relacionadas
fr_fr: Personnes liées
pt_pt: Pessoas relacionadas
ru_ru: Связанные люди

source: Related persons pagination
es_es: Paginación de personas relacionadas
fr_fr: Pagination des personnes liées
pt_pt: Paginação de pessoas relacionadas
ru_ru: Пагинация связанных персон

source: No categories
es_es: Sin categorías
fr_fr: Pas de catégories
pt_pt: Sem categorias
ru_ru: Нет категорий

source: %(course_title)s - Course
fr_fr: %(course_title)s - Cours
pt_pt: %(course_title)s - Curso
ru_ru: %(course_title)s - Курс

source: Ref.
fr_fr: Réf.
pt_pt: Cód.
ru_ru: Ссылка.

source: No associated categories
es_es: No hay categorías asociadas
fr_fr: Aucune catégorie associée
pt_pt: Nenhuma categoria associada
ru_ru: Нет связанных категорий

source: Duration:
es_es: Duración:
fr_fr: Durée :
pt_pt: Duração:
ru_ru: Длительность:

source: Effort:
es_es: Esfuerzo:
pt_pt: Esforço:
ru_ru: Усилие:

source: Pace:
es_es: Ritmo:
fr_fr: Rythme:
pt_pt: Ritmo:
ru_ru: Темп:

source: Enter here a introduction of your course.
fr_fr: Saisissez ici une courte description du cours.
ru_ru: Введите введение к вашему курсу.

source: %(count)s already enrolled!
fr_fr: %(count)s déjà inscrits !
ru_ru: %(count)s уже зачислены!

source: Add a teaser video or add a cover image below and it will be used as teaser image as well.
es_es: Añada un video de teaser o añada una imagen de portada a continuación y se utilizará como imagen de teaser.
fr_fr: Ajouter une vidéo de teasing ou une image de couverture ci-dessous, celle-ci sera également utilisée comme image de teasing.
pt_pt: Adicione um vídeo ou uma imagem de capa abaixo e será utilizada como imagem de teaser.
ru_ru: Добавьте видео тизер или добавьте обложку ниже и оно также будет использоваться в качестве тизерного изображения.

source: course cover image
es_es: imagen de portada del curso
fr_fr: image de couverture du cours
pt_pt: imagem de capa do curso
ru_ru: обложка курса

source: No open course runs
fr_fr: Aucune session ouverte
ru_ru: Нет запущенных этапов курса

source: course runs are currently open for this course
fr_fr: sessions sont actuellement ouvertes pour ce cours
ru_ru: этапы курса открытые в настоящее время для этого курса

source: Choose now
fr_fr: Choisir maintenant
ru_ru: Выберите сейчас

source: Archived on %(creation_date)s
es_es: Archivado el %(creation_date)s
fr_fr: Archivé le %(creation_date)s
pt_pt: Arquivado em %(creation_date)s
ru_ru: Архивировано %(creation_date)s

source: Go to current version
es_es: Ir a la sesión actual
fr_fr: Accédez à la version actuelle
pt_pt: Ir para a versão atual
ru_ru: Перейти к текущей версии

source: Glimpse cover
es_es: Vistazo de la cobertura
fr_fr: Image d'aperçu
pt_pt: Capa da perspectiva
ru_ru: Glimpse обложка

source: Add an image for course cover on its glimpse.
es_es: Agrega una imagen para la portada del curso en la vista previa.
fr_fr: Ajouter une image pour la couverture du cours sur son aperçu.
pt_pt: Adicione uma imagem para a capa do curso na perspectiva.
ru_ru: Добавить изображение для обложки курса на его glimpse.

# course_detail__title
source: What you will learn
es_es: Lo que aprenderás
fr_fr: Ce que vous allez apprendre
pt_pt: O que vai aprender
ru_ru: Чему вы научитесь

source: At the end of this course, you will be able to:
es_es: Al final de este curso, podrá:
fr_fr: À la fin de ce cours, vous serez capable de :
pt_pt: No final deste curso, será capaz de:
ru_ru: По окончании этого курса вы сможете:

# course_detail__title
source: Description
es_es: Descripción
pt_pt: Descrição
ru_ru: Описание

# course_detail__title
source: Format
es_es: Formato
pt_pt: Formato
ru_ru: Формат

source: How is the course structured?
es_es: ¿Cómo está estructurado el curso?
fr_fr: Quelle est la structure du cours ?
pt_pt: Como está estruturado o curso?
ru_ru: Как структурирован курс?

# course_detail__title
source: Prerequisites
es_es: Prerrequisitos
fr_fr: Prérequis
pt_pt: Pré-requisitos
ru_ru: Предварительные условия

source: What are the prerequisites to follow this course?
es_es: ¿Cuáles son los perrequisitos para seguir este curso?
fr_fr: Quels sont les prérequis pour suivre ce cours ?
pt_pt: Quais são os pré-requisitos para este curso?
ru_ru: Каковы предварительные условия для прохождения этого курса?
