Repository: openfun/richie
Catalog: src/richie/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr, pt_pt, ru_ru

source: Languages:
pt_pt: Idiomas:

source: %(count)s already enrolled!
pt_pt: %(count)s já inscritos!

# course_detail__title
source: Required Equipment
pt_pt: Equipamento Necessário

source: What are the required equipment to follow this course?
pt_pt: Quais são os equipamentos necessários para frequentar este curso?

# course_detail__title
source: Accessibility
pt_pt: Acessibilidade

source: What is the accessibility of this course?
pt_pt: Qual é a acessibilidade deste curso?

source: This course is part of a program
pt_pt: Este curso faz parte de um programa

# organization_detail__title
source: Related organizations
pt_pt: Organizações relacionadas

source: Are there organizations affiliated to this organization?
pt_pt: Existem organizações afiliadas a esta organização?

source: See all courses related to %(organization_title)s
pt_pt: Ver todos os cursos relacionados com %(organization_title)s

source: See all courses related to %(person_title)s
pt_pt: Ver todos os cursos relacionados com %(person_title)s

source: Glimpse
es_es: Vista previa
fr_fr: Aperçu
pt_pt: Perspectiva

source: blog post cover image
fr_fr: image de couverture de billet de blog

source: category banner
fr_fr: bannière de catégorie

source: category logo
fr_fr: logo de catégorie

source: organization banner
fr_fr: bannière d'établissement

source: organization logo
fr_fr: logo d'établissement

source: LTI url
es_es: url LTI
fr_fr: url LTI

source: ~{pace:d} {effort_unit!s}/{duration_unit!s}
es_es: ~{pace:d} {esfuerzo_unidad!s}/{duración_unidad!s}
