Repository: openfun/richie
Catalog: src/richie/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr, pt_pt, ru_ru

source: Richie Plugins
es_es: Plugins de Richie
fr_fr: Plugins Richie
pt_pt: Plugins do Richie
ru_ru: Плагины Richie

source: Define a duration as a number of time units
es_es: Definir una duración como un número de unidades de tiempo
fr_fr: Définir une durée comme un nombre d'unités de temps
pt_pt: Defina a duração como uma unidade de tempo
ru_ru: Определить длительность как количество единиц времени

source: %(value)s is not a valid choice for a time unit.
es_es: %(value)s no es una opción válida para una unidad de tiempo.
fr_fr: %(value)s n'est pas un choix valide d'unité de temps.
pt_pt: %(value)s não é uma unidade de tempo válida.
ru_ru: %(value)s - недопустимый выбор единицы времени.

source: A composite duration should be a pair: number and time unit.
es_es: Una duración compuesta debe ser un par: número y unidad de tiempo.
fr_fr: Une durée composite doit être une paire : nombre / unité de temps.
pt_pt: Uma duração composta deve ser um par: número e unidade de tempo.
ru_ru: Составная длительность должна быть парой: число и единица времени.

source: A composite duration should be a round number of time units.
es_es: Una duración compuesta debe ser un número redondeado de unidades de tiempo.
fr_fr: Une durée composite doit être un nombre rond d'unités de temps.
pt_pt: A duração composta deve ser um valor inteiro de unidades de tempo.
ru_ru: Составная продолжительность должна представлять собой круглое число единиц времени.

source: A composite duration should be positive.
es_es: Una duración compuesta debe ser positiva.
fr_fr: Une durée composite doit être positive.
pt_pt: Uma duração composta deve ser positiva.
ru_ru: Составная продолжительность должна быть положительной.

source: Define an effort
es_es: Definir un esfuerzo
fr_fr: Définir un effort
pt_pt: Defina uma taxa de esforço
ru_ru: Определить усилия

source: An effort should be a triplet: number, time unit and reference unit.
es_es: El esfuerzo debe ser una tripleta: número, unidad de tiempo y unidad de referencia.
fr_fr: Un effort doit être un triplet: numéro / unité de temps / unité de référence.
pt_pt: A taxa de esforço deve ser representada por um conjunto de três valores: número, unidade de tempo e referência.
ru_ru: Усилие должно быть триплетом: число, единица времени и единица отсчета.

source: An effort should be a round number of time units.
es_es: Un esfuerzo debe ser un número redondo de unidades de tiempo.
fr_fr: Un effort doit être un nombre rond d'unités de temps.
pt_pt: A taxa de esforço deve ser um valor inteiro de unidades de tempo.
ru_ru: Усилие должно представлять собой круглое число единиц времени.

source: An effort should be positive.
es_es: Un esfuerzo debería ser positivo.
fr_fr: Un effort doit être positif.
pt_pt: A taxa de esforço deve ser positiva.
ru_ru: Усилие должно быть положительным.

source: The effort time unit should be shorter than the reference unit.
es_es: La unidad de tiempo de esfuerzo debe ser más corta que la unidad de referencia.
fr_fr: L'unité de temps d'effort doit être plus courte que l'unité de temps de référence.
pt_pt: A unidade de tempo da taxa de esforço deve ser menor do que a unidade de referência.
ru_ru: Единица времени усилия должна быть короче, чем единица отсчета.

source: {:s} and {:s}
es_es: {:s} y {:s}
fr_fr: {:s} et {:s}
pt_pt: {:s} e {:s}
ru_ru: {:s} и {:s}

source: and
es_es: y
fr_fr: et
pt_pt: e
ru_ru: и

source: You can only select up to %(limit_value)d choices.
es_es: Sólo puede seleccionar hasta %(limit_value)d opciones.
fr_fr: Vous pouvez sélectionner jusqu'à %(limit_value)d choix.
pt_pt: Só pode selecionar até %(limit_value)d escolhas.
ru_ru: Вы можете выбрать только %(limit_value)d вариантов.

source: Multi select field (up to %(max_choices)s choices)
es_es: Campo de selección múltiple (hasta %(max_choices)s opciones)
fr_fr: Champ de sélection multiple (jusqu'à %(max_choices)s choix)
pt_pt: Caixa de seleção múltipla (até %(max_choices)s escolhas)
ru_ru: Поле множественного выбора (до %(max_choices)s вариантов)

source: Value %(value)s is not a valid choice.
es_es: El valor %(value)s no es una opción válida.
fr_fr: La valeur %(value)s n'est pas un choix valide.
pt_pt: O valor %(value)s não é uma escolha válida.
ru_ru: Значение %(value)s не является допустимым вариантом.

source: Storing {:d} choices could require storing a CharField of up to {:d} characters. Please reduce 'max_choices' or increase 'max_length'.
es_es: Almacenar {:d} opciones podría requerir almacenar un CharField de hasta {:d} caracteres. Por favor, reduzca 'max_choices' o incremente 'max_length'.
fr_fr: L'enregistrement de {:d} choix nécessite l'enregistrement d'un CharField de {:d} caractères. Veuillez réduire 'max_choices' ou augmenter 'max_length'.
pt_pt: Guardar {:d} opções poderá exigir o armazenamento de um Campo de {:d} caracteres. Por favor reduza 'max_choices' ou aumente 'max_length'.
ru_ru: Хранение {:d} вариантов может потребовать хранения CharField размером до {:d} символов. Уменьшите значение 'max_choices' или увеличьте значение 'max_length'.

source: Video
pt_pt: Vídeo
ru_ru: Видео

source: Your browser doesn't support this video format.
es_es: Su navegador no admite este formato de vídeo.
fr_fr: Votre navigateur ne supporte pas ce format de vidéo.
pt_pt: O seu navegador não suporta este formato de vídeo.
ru_ru: Ваш браузер не поддерживает этот формат видео.

source: You are here:
es_es: Usted está aquí:
fr_fr: Vous êtes ici:
pt_pt: Você está aqui:
ru_ru: Вы находитесь здесь:

source: Skip to main content
es_es: Saltar al contenido principal
fr_fr: Passer au contenu principal
pt_pt: Saltar para o conteúdo
ru_ru: Перейти к основному содержимому

source: Go to homepage
es_es: Ir a la página de inicio
fr_fr: Retour à la page d'accueil
pt_pt: Ir para a página inicial
ru_ru: Вернуться на главную страницу

source: Menu
ru_ru: Меню

source: Contact us
es_es: Contáctenos
fr_fr: Nous contacter
pt_pt: Contacte-nos
ru_ru: Свяжитесь с нами

source: Life-changing learning!
es_es: ¡Aprendizaje que cambia la vida!
fr_fr: Apprendre pour changer de vie!
pt_pt: Aprendizagem que muda a sua vida!
ru_ru: Обучение, меняющее жизнь!

source: Learn more
es_es: Saber más
fr_fr: En savoir plus
pt_pt: Saiba mais
ru_ru: Узнать больше

source: Powered by
es_es: Impulsado por
fr_fr: Propulsé par
pt_pt: Desenvolvido por
ru_ru: Работает на

source: This page has no child objects
es_es: Esta página no tiene objetos secundarios
fr_fr: Cette page n'a pas d'objets enfants
pt_pt: Esta página não tem objetos filhos
ru_ru: У этой страницы нет дочерних объектов

source: dashboard
pt_pt: painel de controlo
ru_ru: панель управления

source: Back to home
es_es: Volver al inicio
fr_fr: Retour à la page d'accueil
pt_pt: Voltar à página inicial
ru_ru: Вернуться на главную

source: Pagination
es_es: Paginación
pt_pt: Paginação
ru_ru: Постраничная навигация

source: Currently reading last page %(page)s
es_es: Leyendo la última página %(page)s
fr_fr: Actuellement sur la dernière page %(page)s
pt_pt: A ler a última página %(page)s
ru_ru: В настоящее время чтение последней страницы %(page)s

source: Currently reading page %(page)s
es_es: Actualmente leyendo la página %(page)s
fr_fr: Actuellement sur la page %(page)s
pt_pt: A ler a página %(page)s
ru_ru: Сейчас чтение страницы %(page)s

source: Page %(page)s
es_es: Página %(page)s
pt_pt: Página %(page)s
ru_ru: Страница %(page)s

source: Previous page %(page)s
es_es: Página anterior %(page)s
fr_fr: Page précédente %(page)s
pt_pt: Página anterior %(page)s
ru_ru: Предыдущая страница %(page)s

source: Last page %(page)s
es_es: Última página %(page)s
fr_fr: Dernière page %(page)s
pt_pt: Última página %(page)s
ru_ru: Последняя страница %(page)s

source: Next page %(page)s
es_es: Página siguiente %(page)s
fr_fr: Page suivante %(page)s
pt_pt: Página seguinte %(page)s
ru_ru: Следующая страница %(page)s

source: Richie news: %(title)s
es_es: Noticias de Richie: %(title)s
fr_fr: Actualités Richie: %(title)s
pt_pt: Notícias do Richie: %(title)s
ru_ru: Новости Richie: %(title)s

source: Richie news: %(title)s %(url)s
es_es: Noticias de Richie: %(title)s %(url)s
fr_fr: Actualités Richie: %(title)s %(url)s
pt_pt: Notícias de Richie: %(title)s %(url)s
ru_ru: Новости Richie: %(title)s %(url)s

source: Share on Facebook
es_es: Compartir en Facebook
fr_fr: Partager sur Facebook
pt_pt: Partilhar no Facebook
ru_ru: Поделитесь на Facebook

source: Share on Twitter
es_es: Compartir en Twitter
fr_fr: Partager sur Twitter
pt_pt: Partilhar no Twitter
ru_ru: Поделиться через Twitter

source: Share on Linkedin
es_es: Compartir en Linkedin
fr_fr: Partager sur Linkedin
pt_pt: Partilhar no Linkedin
ru_ru: Поделиться на LinkedIn

source: Share by Email
es_es: Compartir por Email
fr_fr: Partager par Email
pt_pt: Partilhar por e-mail
ru_ru: Поделиться по электронной почте

source: Follow a course online with Richie
es_es: Sigua un curso en línea con Richie
fr_fr: Suivre un cours en ligne avec Richie
pt_pt: Siga um curso online com o Richie
ru_ru: Пройдите курс обучения онлайн вместе с Richie

source: I just enrolled to the course "%(title)s" on Richie: %(url)s
es_es: Acabo de inscribirme al curso "%(title)s" en Richie: %(url)s
fr_fr: Je viens de m'inscrire au cours "%(title)s" sur Richie: %(url)s
pt_pt: Eu acabei de me inscrever no curso "%(title)s" no Richie: %(url)s
ru_ru: Я записался на курс "%(title)s" на Richie": %(url)s

source: Twitter page
es_es: Página de Twitter
fr_fr: Page Twitter
pt_pt: Página do Twitter
ru_ru: Страничка Twitter

source: Linkedin page
fr_fr: Page LinkedIn
pt_pt: Página do Linkedin
ru_ru: Linkedin

source: Bad request
es_es: Solicitud errónea
fr_fr: Requête incorrecte
pt_pt: Pedido inválido
ru_ru: Неверный запрос

source: Your query seems to be malformed. Please check your data and try again.
es_es: Su consulta parece ser incorrecta. Por favor, compruebe sus datos e inténtelo de nuevo.
fr_fr: Votre requête semble être incorrecte. Veuillez vérifier les informations envoyées et réessayer.
pt_pt: A sua consulta parece estar incorreta. Por favor, verifique os dados e tente novamente.
ru_ru: Похоже, ваш запрос имеет неправильный формат. Пожалуйста, проверьте ваши данные и повторите попытку.

source: Forbidden
es_es: Prohibido
fr_fr: Interdit
pt_pt: Proibido
ru_ru: Доступ запрещен

source: You do not have the required permissions to access this resource.
es_es: No tiene los permisos necesarios para acceder a este contenido.
fr_fr: Vous n'avez pas les permissions requises pour accéder à ce contenu.
pt_pt: Não tem as permissões necessárias para aceder a este recurso.
ru_ru: У вас нет требуемых прав для доступа к этому ресурсу.

source: Page not found
es_es: No se pudo encontrar la página
fr_fr: Page introuvable
pt_pt: Página não encontrada
ru_ru: Страница не найдена

source: The requested resource does not exist.
es_es: El recurso solicitado no existe.
fr_fr: Le contenu demandé n'existe pas.
pt_pt: O recurso solicitado não existe.
ru_ru: Запрошенный ресурс не существует.

source: Server bad request
es_es: Solicitud errónea del servidor
fr_fr: Requête incorrecte au serveur
pt_pt: Processo não permitido pelo servidor
ru_ru: Неверный запрос сервера

source: Something went wrong. Please try again later.
es_es: Algo ha fallado. Por favor, inténtelo de nuevo más tarde.
fr_fr: Une erreur s'est produite. Merci de réessayer plus tard.
pt_pt: Ocorreu um erro. Por favor, tente novamente.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте позже.

source: Course could not be found.
es_es: No se pudo encontrar el curso.
fr_fr: Le cours n'a pas pu être trouvé.
pt_pt: O curso não foi encontrado.
ru_ru: Курс не может быть найден.

source: See user group
es_es: Ver grupo de usuarios
fr_fr: Voir le groupe d'utilisateurs
pt_pt: Ver grupo de utilizadores
ru_ru: Посмотреть группу пользователей

source: See filer folder
es_es: Ver carpeta de archivos
fr_fr: Voir le dossier du classeur
pt_pt: Ver pasta do arquivador
ru_ru: Смотреть папку filer

source: Organization
es_es: Organizaciones
fr_fr: Établissement
pt_pt: Organização
ru_ru: Организация

source: Organization by Category
es_es: Organización por categoría
fr_fr: Établissement par catégorie
pt_pt: Organização por Categoria
ru_ru: Организация по категориям

source: Category
es_es: Categoría
fr_fr: Catégorie
pt_pt: Categoria
ru_ru: Категория

source: Course
es_es: Curso
fr_fr: Cours
pt_pt: Curso
ru_ru: Курс

source: Person
es_es: Persona
fr_fr: Personne
pt_pt: Pessoa
ru_ru: Человек

source: Licence
es_es: Licencia
fr_fr: License
pt_pt: Licença
ru_ru: Лицензия

source: Post
es_es: Publicar
pt_pt: Publicação
ru_ru: Пост

source: Program
es_es: Programa
fr_fr: Parcours
pt_pt: Programa
ru_ru: Программа

source: {!s} settings
es_es: {!s} configuración
fr_fr: Paramètres de {:s}
pt_pt: Definições de {!s}
ru_ru: Настройки {!s}

source: Snapshot this page...
es_es: Captura instantánea de esta página...
fr_fr: Capture instantanée de cette page...
pt_pt: Capturar esta página...
ru_ru: Снимок этой страницы...

source: This will place a copy of this page as its child and move all its courseruns as children of its new copy.
es_es: Esto colocará una copia de esta página como su hijo y moverá a todos sus sesiones de curso como hijos de su nueva copia.
fr_fr: Ceci copie la page vers une page enfant et les sessions de cours actuelles deviennent des enfants de cette copie.
pt_pt: Isto colocará uma cópia desta página como filho e moverá todos as edições do curso como filhos da sua nova cópia.
ru_ru: Это поместит копию этой страницы в качестве ее дочерней и переместит все её этапы курса в качестве дочерних для ее новой копии.

source: New page
es_es: Nueva página
fr_fr: Nouvelle page
pt_pt: Nova página
ru_ru: Новая страница

source: Create a new page next to the current page.
es_es: Crear una nueva página junto a la página actual.
fr_fr: Créer une nouvelle page à côté de la page actuelle.
pt_pt: Criar uma nova página próxima à página atual.
ru_ru: Создать новую страницу рядом с текущей страницей.

source: New sub page
es_es: Nueva subpágina
fr_fr: Nouvelle sous-page
pt_pt: Nova sub-página
ru_ru: Новая подстраница

source: Create a page below the current page.
es_es: Crear una página debajo de la página actual.
fr_fr: Créer une page sous la page actuelle.
pt_pt: Criar uma página abaixo da página atual.
ru_ru: Создайте страницу под текущей страницей.

source: Page title
es_es: Título de página
fr_fr: Titre de la page
pt_pt: Título da página
ru_ru: Заголовок страницы

source: Title of the page in current language
es_es: Título de la página en el idioma actual
fr_fr: Titre de la page dans la langue actuelle
pt_pt: Título da página no idioma atual
ru_ru: Заголовок страницы на текущем языке

source: Page slug
es_es: Slug de página
fr_fr: Chemin de la page
pt_pt: Slug da página
ru_ru: Slug страницы

source: Slug of the page in current language
es_es: Slug de la página en el idioma actual
fr_fr: Chemin de la page dans la langue actuelle
pt_pt: Slug da página no idioma atual
ru_ru: Slug страницы на текущем языке

source: This slug is too long. The length of the path built by prepending the slug of the parent page would be {:d} characters long and it should be less than 255
es_es: Este slug es demasiado largo. La longitud de la ruta construida que antecede el slug de la página padre sería {:d} caracteres de largo y debería ser menor de 255
fr_fr: Ce chemin est trop long. Le lien construit en faisant précéder ce chemin par le lien de la page parente serait trop long de {:d} caractères et devrait être de moins de 255 caractères
pt_pt: Este slug é demasiado longo. O comprimento do caminho construído teria {:d} caracteres e não deveria ter mais de 255
ru_ru: Этот slug слишком длинный. Длина пути, созданного в ожидании slug родительской страницы, будет равна {:d} символам, и она должна быть меньше 255

source: This slug is already in use
es_es: Este slug ya ha sido utilizado
fr_fr: Ce chemin est déjà utilisé
pt_pt: Este slug já se encontra em utilização
ru_ru: Этот slug уже используется

source: You must first create a parent page and set its `reverse_id` to `{:s}`.
es_es: Primero debe crear una página padre y establecer su `reverse_id` a `{:s}`.
fr_fr: Vous devez d’abord créer une page parente dont le 'reverse_id' est la valeur `{:s}`.
pt_pt: Primeiro é preciso criar uma página pai e definir o `reverse_id` para `{:s}`.
ru_ru: Сначала вы должны создать родительскую страницу и установить `reverse_id` в `{:s}`.

source: Code
es_es: Código
pt_pt: Código
ru_ru: Код

source: Unique reference for the course.
es_es: Referencia única para el curso.
fr_fr: Référence unique du cours.
pt_pt: Referência única para o curso.
ru_ru: Уникальная ссылка на курс.

source: New course page
es_es: Nueva página de curso
fr_fr: Nouvelle page de cours
pt_pt: Nova página de curso
ru_ru: Новая страница курса

source: Create a new course page
es_es: Crear una nueva página de curso
fr_fr: Créez une nouvelle page de cours
pt_pt: Criar uma nova página de curso
ru_ru: Создать новую страницу курса

source: Unique reference for the organization.
es_es: Referencia única para la organización.
fr_fr: Référence unique de l'établissement.
pt_pt: Referência única para a organização.
ru_ru: Уникальная ссылка для организации.

source: New organization page
es_es: Nueva página de organización
fr_fr: Nouvelle page d'établissement
pt_pt: Nova página de organização
ru_ru: Новая страница организации

source: Create a new organization page
es_es: Crear una nueva página de organización
fr_fr: Créer une nouvelle page d'établissement
pt_pt: Criar uma nova página de organização
ru_ru: Создать новую страницу организации

source: New category page
es_es: Nueva página de categoría
fr_fr: Nouvelle page de catégorie
pt_pt: Nova página de categoria
ru_ru: Новая страница категории

source: Create a new category page
es_es: Crear una nueva página de categoría
fr_fr: Créer une nouvelle page de catégorie
pt_pt: Criar uma nova página de categoria
ru_ru: Создать новую страницу категории

source: New blog post
es_es: Nueva entrada de blog
fr_fr: Nouveau billet de blog
pt_pt: Nova publicação no blog
ru_ru: Новая запись блога

source: Create a new blog post
es_es: Crear una nueva entrada de blog
fr_fr: Créer un nouveau billet de blog
pt_pt: Criar uma nova publicação no blog
ru_ru: Создать новую запись блога

source: New person page
es_es: Nueva página persona
fr_fr: Nouvelle page de personne
pt_pt: Nova página de pessoa
ru_ru: Новая страница человека

source: Create a new person page
es_es: Crear una nueva página persona
fr_fr: Créez une nouvelle page de personne
pt_pt: Criar uma nova página de pessoa
ru_ru: Создать новую страницу человека

source: New program
es_es: Nuevo programa
fr_fr: Nouveau parcours
pt_pt: Novo programa
ru_ru: Новая программа

source: Create a new program
es_es: Crear un nuevo programa
fr_fr: Créer un nouveau parcours
pt_pt: Criar um novo programa
ru_ru: Создать новую программу

source: Admin
ru_ru: Администратор

source: Inherit
es_es: Heredar
fr_fr: Hériter
pt_pt: Herdar
ru_ru: Наследовать

source: Default
es_es: Por defecto
fr_fr: Par défaut
pt_pt: Predefinição
ru_ru: По-умолчанию

source: Mini
ru_ru: Мини

source: Favorite
es_es: Favorito
fr_fr: Favoris
pt_pt: Favorito
ru_ru: Избранное

source: Badge
pt_pt: Emblema
ru_ru: Значок

source: Tag
es_es: Etiqueta
pt_pt: Etiqueta
ru_ru: Тег

source: Small
es_es: Pequeño
fr_fr: Petit
pt_pt: Pequeno
ru_ru: Маленький

source: Large
es_es: Grande
fr_fr: Grand
pt_pt: Grande
ru_ru: Большой

source: Card
es_es: Tarjeta
fr_fr: Carte
pt_pt: Cartão
ru_ru: Карточка

source: Row
es_es: Fila
fr_fr: Rangée
pt_pt: Linha
ru_ru: Строка

source: minute
es_es: minuto
pt_pt: minuto
ru_ru: минута

source: minutes
es_es: minutos
pt_pt: minutos
ru_ru: минут

source: hour
es_es: hora
fr_fr: heure
pt_pt: hora
ru_ru: час

source: hours
es_es: horas
fr_fr: heures
pt_pt: horas
ru_ru: часов

source: day
es_es: día
fr_fr: jour
pt_pt: dia
ru_ru: день

source: days
es_es: dias
fr_fr: jours
pt_pt: dias
ru_ru: дней

source: week
es_es: semana
fr_fr: semaine
pt_pt: semana
ru_ru: неделя

source: weeks
es_es: semanas
fr_fr: semaines
pt_pt: semanas
ru_ru: недель

source: month
es_es: mes
fr_fr: mois
pt_pt: mês
ru_ru: месяц

source: months
es_es: meses
fr_fr: mois
pt_pt: meses
ru_ru: месяцев

source: Run {:d}
es_es: Ejecutar {:d}
fr_fr: Session {:d}
pt_pt: Executar {:d}
ru_ru: Запустить {:d}

source: You can't snapshot a snapshot.
es_es: No puedes hacer una captura instantánea de una captura instantánea.
fr_fr: Vous ne pouvez pas faire une capture instantanée d'une capture instantanée.
pt_pt: Você não pode capturar uma captura.
ru_ru: Вы не можете сделать снимок снимка.

source: You don't have sufficient permissions to snapshot this page.
es_es: No tiene permisos suficientes para hacer una captura instantánea en esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour faire une capture instantanée de cette page.
pt_pt: Não tem permissões suficientes para fazer uma captura desta página.
ru_ru: У вас недостаточно прав для снимка этой страницы.

source: Archived on {now:%Y-%m-%d %H:%M:%S}
es_es: Archivado el {ahora:%Y-%m-%d %H:%M:%S}
fr_fr: Archivé le {now:%Y-%m-%d %H:%M:%S}
pt_pt: Arquivado em {now:%Y-%m-%d %H:%M:%S}
ru_ru: Архивировано {now:%Y-%m-%d %H:%M:%S}

source: blog post
es_es: entrada de blog
fr_fr: billet de blog
pt_pt: publicação
ru_ru: запись в блоге

source: blog posts
es_es: entradas de blog
fr_fr: articles de blog
pt_pt: publicações
ru_ru: записи в блоге

source: variant
es_es: variante
fr_fr: variante
pt_pt: variante
ru_ru: вариант

source: Optional glimpse variant for a custom look.
es_es: Variante vista previa optional para un aspecto personalizado.
fr_fr: Variante d'aperçu optionnelle pour un affichage personnalisé.
pt_pt: Variante de visualização personalizada.
ru_ru: Дополнительный вариант с проблеском для придания индивидуального вида.

source: blog post plugin
es_es: plugin de entrada de blog
fr_fr: plugin de billet de blog
pt_pt: plugin de publicações
ru_ru: плагин для записи в блоге

source: blog post plugins
es_es: plugins de entrada de blog
fr_fr: plugins d'article de blog
pt_pt: plugins de publicações
ru_ru: плагины для записи в блоге

source: category
es_es: categoría
fr_fr: catégorie
pt_pt: categoria
ru_ru: категория

source: categories
es_es: categorías
fr_fr: catégories
pt_pt: categorias
ru_ru: категории

source: category plugin
es_es: plugin de categoría
fr_fr: plugin de catégorie
pt_pt: plugin de categoria
ru_ru: плагин категории

source: category plugins
es_es: plugins de categoría
fr_fr: plugins de catégorie
pt_pt: plugins de categoria
ru_ru: плагины категории

source: enroll now
es_es: inscribirse ahora
fr_fr: s’inscrire maintenant
pt_pt: inscreva-se já
ru_ru: записаться сейчас

source: study now
es_es: estudiar ahora
fr_fr: étudier maintenant
pt_pt: estudar agora
ru_ru: начать обучение

source: closing on
es_es: cerrando en
fr_fr: termine le
pt_pt: encerra a
ru_ru: закрытие с

source: starting on
es_es: comenzando el
fr_fr: débute le
pt_pt: inicia a
ru_ru: начиная с

source: enrollment closed
es_es: fin de inscripción
fr_fr: inscription fermée
pt_pt: inscrição encerrada
ru_ru: зачисление закрыто

source: on-going
es_es: en curso
fr_fr: en cours
pt_pt: a decorrer
ru_ru: в настоящее время

source: archived
es_es: archivado
fr_fr: archivé
pt_pt: arquivado
ru_ru: архивировано

source: to be scheduled
es_es: por ser programado
fr_fr: à programmer
pt_pt: a agendar
ru_ru: будет запланировано

source: forever open
es_es: siempre abierto
fr_fr: toujours ouvert
pt_pt: sempre aberto
ru_ru: всегда открыты

source: code
es_es: código
pt_pt: código
ru_ru: код

source: The course time range.
es_es: El intervalo de tiempo del curso.
fr_fr: La durée du cours.
pt_pt: O intervalo de duração curso.
ru_ru: Интервал времени курса.
