Repository: openfun/richie
Catalog: src/richie/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr, pt_pt, ru_ru

# course_detail__title
source: Assessment and certification
es_es: Evaluación y certificación
fr_fr: Evaluation et Certification
pt_pt: Avaliação e certificação
ru_ru: Оценка и сертификация

source: How is progress evaluated and/or certified?
es_es: ¿Cómo se evalúa y/o certifica el progreso?
fr_fr: Comment les étudiants sont ils évalués et/ou certifiés ?
pt_pt: Como é avaliado o progresso e/ou certificado?
ru_ru: Как оценивается и/или сертифицируется прогресс?

# course_detail__title
source: Course plan
es_es: Plan del curso
fr_fr: Plan de cours
pt_pt: Plano de curso
ru_ru: План курса

source: Enter here the detailed course plan.
es_es: Ingrese aquí el plan detallado del curso.
fr_fr: Détaillez ici le plan du cours.
pt_pt: Descreva aqui o plano detalhado do curso.
ru_ru: Введите подробный план курса.

# course_detail__title
source: Other course runs
fr_fr: Autres sessions
ru_ru: Другие этапы курса

# course_detail__title
source: Course runs
fr_fr: Sessions de cours
ru_ru: Этапы курса

source: No course runs
fr_fr: Aucune session
ru_ru: Нет этапов курса

source: No other course runs
fr_fr: Aucune autre session
ru_ru: Нет других этапов курса

# Course runs to be scheduled (plural)
source: To be scheduled
fr_fr: A programmer
ru_ru: Будет запланировано

# Upcoming course runs (plural)
source: Upcoming
fr_fr: A venir
ru_ru: Предстоящие

# Ongoing course runs (plural)
source: Ongoing
fr_fr: En cours
ru_ru: Текущий

# Archived course runs (plural)
source: Archived
fr_fr: Archivées
ru_ru: Архивировано

source: This course is part of a program
fr_fr: Ce cours fait partie d'un parcours
ru_ru: Этот курс является частью программы

# course_detail__title
source: Course team
es_es: Equipo del curso
fr_fr: Équipe pédagogique
pt_pt: Equipa do curso
ru_ru: Команда курса

source: Who are the teachers in the course team?
es_es: ¿Quiénes son los profesores del equipo del curso?
fr_fr: Qui sont les enseignants de l’équipe pédagogique ?
pt_pt: Quem são os professores da equipa do curso?
ru_ru: Кто является преподавателями в команде курсов?

# course_detail__title
source: Organizations
es_es: Organizaciones
fr_fr: Établissements
pt_pt: Organizações
ru_ru: Организации

source: What are the organizations publishing this course?
es_es: ¿Cuáles son las organizaciones que publican este curso?
fr_fr: Qui sont les établissements publiant ce cours ?
pt_pt: Quem são as organizações responsáveis por este curso?
ru_ru: Какие организации публикуют этот курс?

# course_detail__title
source: License
es_es: Licencia
fr_fr: Licence
pt_pt: Licença
ru_ru: Лицензия

source: What is the license for the course content?
es_es: ¿Cuál es la licencia para el contenido del curso?
fr_fr: Quelle est la licence pour le contenu du cours ?
pt_pt: Qual é a licença para o conteúdo do curso?
ru_ru: Какова лицензия на содержимое курса?

source: What is the license for the content created by course participants?
es_es: ¿Cuál es la licencia para el contenido creado por los participantes del curso?
fr_fr: Quelle est la licence pour le contenu créé par les participants du cours ?
pt_pt: Qual é a licença para o conteúdo criado pelos participantes do curso?
ru_ru: Какова лицензия на контент, созданный участниками курса?

source: Course code
fr_fr: Code du cours
pt_pt: Código do curso
ru_ru: Код курса

source: Course date
fr_fr: Date du cours
pt_pt: Data do curso
ru_ru: Дата курса

source: Course team
es_es: Equipo del curso
fr_fr: Équipe pédagogique
pt_pt: Equipa do curso
ru_ru: Команда курса

source: License
es_es: Licencia
fr_fr: Licence
pt_pt: Licença
ru_ru: Лицензия

source: Enrollment
fr_fr: Inscription
ru_ru: Зачисление

source: From %(enrollment_start)s to %(enrollment_end)s
fr_fr: Du %(enrollment_start)s au %(enrollment_end)s
ru_ru: С %(enrollment_start)s по %(enrollment_end)s

source: From %(start)s to %(end)s
fr_fr: Du %(start)s au %(end)s
ru_ru: С %(start)s по %(end)s

source: Languages
es_es: Idiomas
fr_fr: Langues
pt_pt: Idiomas
ru_ru: Языки

source: %(title)s, from %(start)s to %(end)s
fr_fr: %(title)s, du %(start)s au %(end)s
ru_ru: %(title)s, с %(start)s по %(end)s

source: From %(start)s to %(end)s
fr_fr: Du %(start)s au %(end)s
ru_ru: С %(start)s по %(end)s

source: View more
fr_fr: Voir plus
ru_ru: Показать еще

source: A %(model)s object is missing on this %(model)s page. Please select another page template. <br /> If what you need is a %(model)s page, you need to create it via the wizard and choose "New %(model)s page".
es_es: Falta un objeto %(model)s en esta página %(model)s. Por favor, seleccione otra plantilla de página. <br /> Si lo que necesita es una página %(model)s, necesita crearlo a través del asistente y seleccione "Nueva página %(model)s".
fr_fr: Il manque un objet %(model)s sur cette page %(model)s . Veuillez sélectionner un autre gabarit de page. <br /> Si ce dont vous avez besoin est une page %(model)s , vous devez la créer via l'assistant et choisir "Nouvelle page %(model)s ".
pt_pt: Um objeto %(model)s está em falta nesta página %(model)s. Por favor, selecione outro modelo de página. <br /> Se o que precisa é de uma página de %(model)s deve criá-la através do assistente, escolhendo "Nova página %(model)s.
ru_ru: На этой странице %(model)s отсутствует объект %(model)s. Пожалуйста, выберите другой шаблон страницы. <br /> Если вам нужна страница %(model)s, вы должны создать его через мастер и выбрать "Новая %(model)s страница".

source: Main organization
es_es: Organización principal
fr_fr: Etablissement principal
pt_pt: Organização principal
ru_ru: Основная организация

source: Related courses pagination
es_es: Paginación de cursos relacionados
fr_fr: Pagination des cours liés
pt_pt: Paginação de cursos relacionados
ru_ru: Пагинация связанных курсов

source: See all courses related to %(organization_title)s
fr_fr: Voir tous les cours liés à %(organization_title)s
ru_ru: Смотрите все курсы, относящиеся к %(organization_title)s

source: No organization yet
es_es: Aún no hay organización
fr_fr: Pas d'établissement
pt_pt: Nenhuma organização disponível
ru_ru: Организаций пока нет

source: Enter your bio here...
es_es: Introduzca su biografía aquí...
fr_fr: Saisissez ici votre bio...
pt_pt: Insira a sua biografia aqui...
ru_ru: Введите вашу биографию...

source: %(title)s avatar
fr_fr: avatar de %(title)s
pt_pt: avatar de %(title)s
ru_ru: Аватар %(title)s

source: No associated organizations
es_es: No hay organizaciones asociadas
fr_fr: Aucun établissement associé
pt_pt: Nenhuma organização associada
ru_ru: Нет связанных организаций

source: See all courses related to %(person_title)s
fr_fr: Voir tous les cours liés à %(person_title)s
ru_ru: Смотрите все курсы, относящиеся к %(person_title)s

source: Blogposts
es_es: Artículos de blog
fr_fr: Articles de blog
pt_pt: Publicações
ru_ru: Записи в блогах

source: Blogposts pagination
es_es: Paginación de entradas de blog
fr_fr: Pagination des articles de blog
pt_pt: Paginação de posts de blog
ru_ru: Пагинация блогов

source: No persons
es_es: No hay personas
fr_fr: Pas de personnes
pt_pt: Sem pessoas
ru_ru: Нет людей

source: %(program_title)s - Program
pt_pt: %(program_title)s - Programa
ru_ru: %(program_title)s - Программа

source: program cover image
es_es: imagen de portada del programa
fr_fr: image de couverture de parcours
pt_pt: imagem de capa do programa
ru_ru: обложка программы

source: No associated programs
es_es: No hay programas asociados
fr_fr: Aucun parcours associé
pt_pt: Sem programas associados
ru_ru: Нет связанных программ

source: The course will start {delay:s}
fr_fr: Le cours commencera {delay:s}
ru_ru: Курс начнется {delay:s}

source: Run {i:d}
es_es: Ejecutar {i:d}
fr_fr: Session {i:d}
pt_pt: Executar {i:d}
ru_ru: Запустить {i:d}

source: Regenerate search index...
es_es: Regenerar índice de búsqueda...
fr_fr: Regénérer l'index de recherche...
pt_pt: Regenerar índice de pesquisa...
ru_ru: Пересоздать индекс поиска...

source: New courses
es_es: Nuevos cursos
fr_fr: Nouveaux cours
pt_pt: Novos cursos
ru_ru: Новые курсы

source: First session
es_es: Primera sesión
fr_fr: Première session
pt_pt: Primeira sessão
ru_ru: Первая сессия

source: Availability
es_es: Disponibilidad
fr_fr: Disponibilité
pt_pt: Disponibilidade
ru_ru: Доступность

source: Subjects
es_es: Temas
fr_fr: Sujets
pt_pt: Temas
ru_ru: Темы

source: Levels
es_es: Niveles
fr_fr: Niveaux
pt_pt: Níveis
ru_ru: Уровни

source: Persons
es_es: Personas
fr_fr: Personnes
pt_pt: Pessoas
ru_ru: Люди

source: Licences
pt_pt: Licenças
ru_ru: Лицензии

source: Weekly pace
pt_pt: Ritmo semanal
ru_ru: Недельный темп

source: Self-paced
pt_pt: Ao ritmo do estudante
ru_ru: В своём темпе

source: Less than one hour
pt_pt: Menos de uma hora
ru_ru: Меньше одного часа

source: One to two hours
pt_pt: Uma a duas horas
ru_ru: От одного до двух часов

source: More than two hours
pt_pt: Mais de duas horas
ru_ru: Более двух часов

source: Open for enrollment
es_es: Inscripciones abiertas
fr_fr: Ouvert pour inscription
pt_pt: Inscrições abertas
ru_ru: Открыть для зачисления

source: Coming soon
es_es: Próximamente
fr_fr: À venir
pt_pt: Brevemente
ru_ru: Скоро появится

source: On-going
es_es: En curso
fr_fr: En cours
pt_pt: A decorrer
ru_ru: В настоящее Время

source: Archived
es_es: Archivado
fr_fr: Archivé
pt_pt: Arquivado
ru_ru: Архивировано

source: Sort by configuration
es_es: Ordenar por configuración
fr_fr: Trier par configuration
pt_pt: Ordenar por configuração
ru_ru: Сортировать по конфигурации

source: Sort by facet count
es_es: Ordenar por número de facetas
fr_fr: Trier par compte de facette
pt_pt: Ordenar por quantidade de facetas
ru_ru: Сортировать по количеству аспектов

source: Sort alphabetically
es_es: Ordenar alfabéticamente
fr_fr: Trier par ordre alphabétique
pt_pt: Ordenar alfabeticamente
ru_ru: Сортировать по алфавиту

source: You are not allowed to manage the search index.
es_es: No está autorizado para administrar el índice de búsqueda.
fr_fr: Vous n'êtes pas autorisé à modifier l'index de recherche.
pt_pt: Não tem permissões para gerir o índice de pesquisa.
ru_ru: Вы не можете управлять поисковым индексом.

source: The search index was successfully bootstrapped
es_es: El índice de búsqueda fue impulsado con éxito
fr_fr: L'index de recherche a été initialisé avec succès
pt_pt: O índice de pesquisa foi iniciado com sucesso
ru_ru: Поисковый индекс успешно загружен

source: Link settings
es_es: Configuración de enlace
fr_fr: Paramètres du lien
pt_pt: Configurações de hiperligação
ru_ru: Настройки ссылок

source: Square card
es_es: Tarjeta cuadrada
fr_fr: Carte carrée
pt_pt: Cartão quadrado
ru_ru: Квадратная карточка

source: Quote
es_es: Citación
fr_fr: Citation
pt_pt: Citação
ru_ru: Цитата

source: Half row
es_es: Media fila
fr_fr: Demi-rangée
pt_pt: Meia linha
ru_ru: Половина строки

source: Full row
es_es: Fila completa
fr_fr: Rangée complète
pt_pt: Linha completa
ru_ru: Полная строка

source: Variant
es_es: Variante
fr_fr: Variante
pt_pt: Variante
ru_ru: Вариант

source: Form factor variant
es_es: Variante del factor de forma
fr_fr: Variante de facteur de forme
pt_pt: Variante do formulário
ru_ru: Вариант коэффициента формы

source: image
es_es: imagen
pt_pt: imagem
ru_ru: изображение

source: Content
es_es: Contenido
fr_fr: Contenu
pt_pt: Conteúdo
ru_ru: Контент

source: External URL
es_es: URL externa
fr_fr: URL externe
pt_pt: URL Externo
ru_ru: Внешний URL

source: Make the glimpse as a link with an external URL.
es_es: Configurar la vista previa como un enlace con una URL externa.
fr_fr: Configurer l'aperçu comme un lien vers une URL externe.
pt_pt: Tornar a perspectiva como um link para um URL externo.
ru_ru: Сделать glimpse как ссылку с внешним URL.

source: Internal URL
es_es: URL interna
fr_fr: URL interne
pt_pt: URL Interno
ru_ru: Внутренний URL

source: Make the glimpse as a link with an internal (page) URL.
es_es: Configurar la vista previa como un enlace con una URL interna (página).
fr_fr: Configurer l'aperçu comme un lien vers une URL (page) interne.
pt_pt: Tornar a perspectiva como um link para um URL interno (página).
ru_ru: Сделать glimpse как ссылку с внутренним (страничкой) URL.

source: HTML Sitemap
es_es: Mapa del sitio HTML
fr_fr: Plan de site HTML
pt_pt: Mapa do Site HTML
ru_ru: HTML карта сайта

source: Press save to create a site map. You will then be able to add a child plugin for each subtree in your sitemap.
es_es: Haga clic en guardar para crear un mapa del sitio. Luego podrá añadir un plugin hijo para cada subárbol en su mapa del sitio.
fr_fr: Appuyez sur "Enregistrer" pour créer un plan de site. Vous pourrez ensuite ajouter un plugin enfant pour chaque sous-arbre de votre plan de site.
pt_pt: Carregue em gravar para criar um mapa do site. Será depois possível adicionar um plugin filho para cada ramo do mapa do site.
ru_ru: Нажмите кнопку «Сохранить», чтобы создать карту сайта. Затем вы сможете добавить дочерний плагин для каждого поддерева на карте сайта.

source: HTML sitemap page
es_es: Página del mapa del sitio HTML
fr_fr: Page de site HTML
pt_pt: Página do mapa do site HTML
ru_ru: Страница HTML карты сайта

source: root page
es_es: página raíz
fr_fr: page racine
pt_pt: página inicial
ru_ru: корневая страница

source: This page will be at the root of your sitemap (or its children if the "include root page" flag is unticked).
es_es: Esta página estará en la raíz del mapa del sitio (o sus hijos si la bandera "incluir página raíz" está desmarcada).
fr_fr: Cette page sera à la racine de votre plan de site (ou ses enfants au lieu d'elle si la case "inclure la page racine" n'est pas sélectionnée).
pt_pt: Esta página estará na raiz do seu mapa do site (ou filhos, se a opção "incluir página principal" não estiver marcada).
ru_ru: Эта страница будет в корне вашей карты сайта (или её дочерних частей, если флаг "включая корневую страницу" не отмечен).

source: max depth
es_es: profundidad máxima
fr_fr: profondeur maximale
pt_pt: profundidade máxima
ru_ru: максимальная глубина

source: Limit the level of nesting that your sitemap will contain below this page. An empty field or 0 equals to no limit.
es_es: Limite el nivel de anidación que su mapa del sitio contendrá debajo de esta página. Un campo vacío o 0 es igual a ningún límite.
fr_fr: Limitez la profondeur de votre plan de site sous cette page. Un champ vide ou égal à 0 correspond à une profondeur illimitée.
pt_pt: Limitar o nível de profundidade que o mapa do site terá abaixo desta página. Um campo vazio ou 0 é igual a nenhum limite.
ru_ru: Ограничить уровень вложения, который ваша карта сайта будет содержать ниже этой страницы. Пустое поле или 0 означает без ограничений.

source: in navigation
es_es: en navegación
fr_fr: dans le menu
pt_pt: na navegação
ru_ru: в навигации

source: Tick to exclude from sitemap the pages that are excluded from navigation.
es_es: Marque para excluir del mapa del sitio las páginas que están excluidas de la navegación.
fr_fr: Sélectionner pour exclure du plan de site les pages qui sont exclues du menu.
pt_pt: Marque para excluir do mapa do site as páginas que estão excluídas da navegação.
ru_ru: Отметьте, чтобы исключить из карты сайта страницы, исключенные из навигации.

source: include root page
es_es: incluir página raíz
fr_fr: inclure la page racine
pt_pt: incluir página principal
ru_ru: включая корневую страницу

source: Tick to include the root page and its descendants. Untick to include only its descendants.
es_es: Marque para incluir la página raíz y sus descendientes. Desmarque para incluir sólo sus descendientes.
fr_fr: Sélectionner pour inclure la page racine et ses descendants. Ne pas sélectionner pour n'inclure que les descendants de la page racine.
pt_pt: Marque para incluir a página principal e seus descendentes. Desmarque para incluir apenas seus descendentes.
ru_ru: Отметьте, чтобы включить корневую страницу и ее потомков. Удалите отметку для включения только его потомков.

source: HTML Sitemaps
es_es: Mapas de sitio HTML
fr_fr: Plans de site HTML
pt_pt: Mapa do Site HTML
ru_ru: HTML карты сайта

source: Sitemap
es_es: Mapa del sitio
fr_fr: Plan de site
pt_pt: Mapa do site
ru_ru: Карта сайта

source: Large Banner
es_es: Gran banner
fr_fr: Grande Bannière
pt_pt: Banner Grande
ru_ru: Большой Баннер

source: Medias
fr_fr: Media
pt_pt: Multimédia
ru_ru: СМИ

source: Hero introduction
es_es: Introducción
fr_fr: Introduction
pt_pt: Introdução do Hero
ru_ru: Hero введение

source: background image
es_es: imagen de fondo
fr_fr: image d'arrière-plan
pt_pt: imagem de fundo
ru_ru: фоновое изображение

source: Template
es_es: Plantilla
fr_fr: Modèle
pt_pt: Modelo
ru_ru: Шаблон

source: Choose template to render plugin.
es_es: Elija la plantilla para proveer el plugin.
fr_fr: Choisir un modèle pour afficher le plugin.
pt_pt: Escolha o modelo para renderizar o plugin.
ru_ru: Выберите шаблон для плагина рендеринга.

source: Search in our courses
es_es: Buscar en nuestros cursos
fr_fr: Chercher dans nos cours
pt_pt: Pesquisar nos cursos
ru_ru: Поиск в наших курсах

source: Explore our catalog
es_es: Explore nuestro catálogo
fr_fr: Explorer notre catalogue
pt_pt: Explore o nosso catálogo
ru_ru: Ознакомьтесь с нашим каталогом

source: Advanced settings
pt_pt: Definições avançadas
ru_ru: Расширенные настройки

source: LTI consumer
es_es: Consumidor LTI
fr_fr: Consommateur LTI
pt_pt: Cliente LTI
ru_ru: LTI потребитель

source: Custom provider configuration
es_es: Configuración de proveedor personalizado
fr_fr: Configuration manuelle du service
pt_pt: Configuração de fornecedor personalizado
ru_ru: Пользовательская конфигурация провайдера

source: shared secret
es_es: secreto compartido
fr_fr: secret partagé
pt_pt: segredo partilhado
ru_ru: общий секрет

source: The url is not valid for this provider. It should be of the form "{:s}".
es_es: La url no es válida para este proveedor. Debería comenzar con "{:s}".
fr_fr: L'url n'est pas valide pour ce service. Elle doit être de la forme "{:s}".
pt_pt: A url não é válida para este fornecedor. Deve ser no formato "{:s}".
ru_ru: URL не действителен для этого провайдера. Он должен быть в форме "{:s}".

source: The url is not valid for this provider. It should start with "{:s}".
es_es: La url no es válida para este proveedor. Debería comenzar con "{:s}".
fr_fr: L'url n'est pas valide pour ce service. Elle devrait commencer par "{:s}".
pt_pt: A url não é válida para este fornecedor. Deve começar com "{:s}".
ru_ru: URL не действителен для этого провайдера. Он должен начинаться с "{:s}".

source: Please choose a predefined provider, or fill fields below
es_es: Por favor, elija un proveedor predefinido, o rellene los campos a continuación
fr_fr: Veuillez choisir un fournisseur de service LTI prédéfini, ou remplir les champs ci-dessous
pt_pt: Por favor, escolha um fornecedor predefinido, ou preencha os campos abaixo
ru_ru: Пожалуйста, выберите провайдера или заполните поля ниже

source: Please choose a predefined provider above, or fill this field
es_es: Por favor, elija un proveedor predefinido arriba, o rellene este campo
fr_fr: Veuillez choisir ci-dessus un fournisseur de service LTI prédéfini, ou remplir ce champs
pt_pt: Por favor, escolha um fornecedor predefinido acima, ou preencha este campo
ru_ru: Пожалуйста, выберите выбранного провайдера выше или заполните это поле

source: Please fill this field
es_es: Por favor, rellene este campo
fr_fr: Veuillez remplir ce champ
pt_pt: Preencha este campo
ru_ru: Пожалуйста, заполните это поле

source: For a predefined provider, leave this field empty for uploading new content.
es_es: Para un proveedor predefinido, deje este campo vacío para cargar nuevo contenido.
fr_fr: Pour un fournisseur de service LTI prédéfini, laissez ce champ vide pour créer un nouveau contenu.
pt_pt: Para um fornecedor predefinido, deixe este campo vazio para carregar um novo conteúdo.
ru_ru: Для предопределенного поставщика оставьте это поле пустым для загрузки нового содержимого.

source: Predefined LTI provider
es_es: Proveedor de LTI predefinido
fr_fr: Fournisseur de service LTI prédéfini
pt_pt: Fornecedor de LTI predefinido
ru_ru: Предопределенный провайдер LTI

source: Please choose a predefined provider or fill fields below.
es_es: Por favor, elija un proveedor predefinido, o rellene los campos a continuación.
fr_fr: Veuillez choisir un fournisseur de service LTI prédéfini, ou remplir les champs ci-dessous.
pt_pt: Por favor, escolha um fornecedor predefinido ou preencha os campos abaixo.
ru_ru: Пожалуйста, выберите провайдера или заполните поля ниже.

source: Yes
pt_pt: Sim
ru_ru: Да

source: No
pt_pt: Não
ru_ru: Нет

source: Nested item
es_es: Artículo anidado
fr_fr: Élément imbriqué
pt_pt: Item agrupado
ru_ru: Вложенный элемент

source: List
es_es: Lista
fr_fr: Liste
pt_pt: Lista
ru_ru: Список

source: Accordion
es_es: Acordión
fr_fr: Accordéon
pt_pt: Acordeão
ru_ru: Аккордеон

source: Plain text
es_es: Texto simple
fr_fr: Texte brut
pt_pt: Texto simples
ru_ru: Простой текст

source: plain text
es_es: texto plano
fr_fr: texte brut
pt_pt: texto simples
ru_ru: простой текст

source: Section
es_es: Sección
pt_pt: Secção
ru_ru: Раздел

source: Primary scheme
es_es: Esquema primario
fr_fr: Schéma primaire
pt_pt: Esquema principal
ru_ru: Основная схема

source: Secondary scheme
es_es: Esquema secundario
fr_fr: Schéma secondaire
pt_pt: Esquema secundário
ru_ru: Вторичная схема

source: Tertiary scheme
es_es: Esquema terciario
fr_fr: Schéma tertiaire
pt_pt: Esquema terciário
ru_ru: Третичная схема

source: Quaternary scheme
es_es: Esquema cuaternario
fr_fr: Schéma quaternaire
pt_pt: Esquema quaternário
ru_ru: Четвертичная схема

source: Quinary scheme
es_es: Esquema Quinario
fr_fr: Schéma quinquénaire
pt_pt: Esquema quinário
ru_ru: Пятеричная схема

source: Senary scheme
es_es: Esquema senario
fr_fr: Schéma sexténaire
pt_pt: Esquema senário
ru_ru: Шестеричная схема

source: Septenary scheme
es_es: Esquema septenario
fr_fr: Schéma septénaire
pt_pt: Esquema setenário
ru_ru: Семеричная схема

source: Item tiles
es_es: Mosaicos de objetos
fr_fr: Tuiles d'objets
pt_pt: Blocos do item
ru_ru: Плитки элементов

source: Optional template for custom look.
es_es: Plantilla opcional para aspecto personalizado.
fr_fr: Modèle optionnel pour un rendu personnalisé.
pt_pt: Modelo opcional para aparência personalizada.
ru_ru: Дополнительный шаблон для пользовательского вида.

source: Attributes
es_es: Atributos
fr_fr: Attributs
pt_pt: Atributos
ru_ru: Атрибуты

source: Image
es_es: Imagen
pt_pt: Imagem
ru_ru: Изображение

source: Simple text
es_es: Texto simple
fr_fr: Texte simple
pt_pt: Texto simples
ru_ru: Обычный текст

source: body
es_es: cuerpo
fr_fr: corps
pt_pt: corpo
ru_ru: тело

source: Ensure this text has at most %(limit_value)d character (it has %(show_value)d).
es_es: Asegúrese de que este texto tiene como máximo %(limit_value)d caracter (tiene %(show_value)d).
fr_fr: Assurez-vous que ce texte a au maximum %(limit_value)d caractères (il en a %(show_value)d).
pt_pt: Certifique-se de que o texto tem no máximo %(limit_value)d caracter (está com %(show_value)d).
ru_ru: Убедитесь, что текст содержит не более %(limit_value)d символа (сейчас %(show_value)d).

source: open for enrollment
pt_pt: inscrições abertas

source: compact - show minimal information about the course run (only for products).
pt_pt: compacto - mostra informação mínima sobre a edição do curso (só para produtos).

source: detailed - show all information about the course run (only for products).
pt_pt: detalhado - mostra toda a informação sobre a edição do curso (só para produtos).

source: Required equipment
pt_pt: Equipamento necessário

source: Accessibility
pt_pt: Acessibilidade

source: See all courses related to %(category_title)s
pt_pt: Ver todos os cursos relacionados com %(category_title)s

source: Enter here an introduction to your course.
pt_pt: Escreva um texto introdutório para o curso.
