Repository: openfun/richie
Catalog: src/frontend/js/translations/*.po
Languages: es_es, fr_fr

source: Add filters for {filterName}
es_es: Añadir filtros para {filterName}
fr_fr: Ajouter des filtres pour {filterName}

source: Availability
fr_fr: Disponibilité

source: Categories
fr_fr: Catégories

source: Clear {activeFilterCount, number} active {activeFilterCount, plural, one {filter} other {filters}}
es_es: Retirar {activeFilterCount, number} activo {activeFilterCount, plural, one {filtro} other {filtros}}
fr_fr: Retirer {activeFilterCount, number} {activeFilterCount, plural, one {filtre actif} other {filtres actifs}}

source: Close
es_es: Cerrar
fr_fr: Fermer

source: Coming soon
fr_fr: Bientôt

source: Courses
fr_fr: Cours

source: Cover
es_es: Portada
fr_fr: Couverture

source: Current session
fr_fr: Session en cours

source: Currently reading last page {page}
es_es: Leyendo la última página {page}
fr_fr: Actuellement sur la dernière page: {page}

source: Currently reading page {page}
es_es: Actualmente leyendo la página {page}
fr_fr: Actuellement sur la page {page}

source: English
fr_fr: Anglais

source: Filter courses
es_es: Filtrar cursos
fr_fr: Filtrer les cours

source: First session
fr_fr: Première session

source: French
fr_fr: Français

source: Hide additional filters for {filterValueName}
es_es: Ocultar filtros adicionales para {filterValueName}
fr_fr: Cacher les filtres supplémentaires pour {filterValueName}

source: Hide filters pane
es_es: Ocultar panel de filtros
fr_fr: Cacher le menu des filtres

source: Language
fr_fr: Langue

source: Last page {page}
es_es: Última página {page}
fr_fr: Dernière page: {page}

source: Loading login status...
es_es: Cargando estado de inicio de sesión...
fr_fr: Vérification de l'état de connexion...

source: Loading search results...
es_es: Cargando resultados de búsqueda...
fr_fr: Chargement des résultats de recherche...

source: Log in
es_es: Iniciar sesión
fr_fr: Connexion

source: Log out
es_es: Cerrar sesión
fr_fr: Déconnexion

source: More options
es_es: Más opciones
fr_fr: Plus de choix

source: More {kindName}
fr_fr: Plus de {kindName}

source: New courses
fr_fr: Nouveaux cours

source: Next page {page}
es_es: Página siguiente {page}
fr_fr: Page suivante: {page}

source: Open for enrollment
fr_fr: Ouvert à l'inscription

source: Organizations
fr_fr: Organisations

source: Persons
fr_fr: Personnes

source: Previous page {page}
es_es: Página anterior {page}
fr_fr: Page précédente: {page}

source: Search for courses
es_es: Buscar cursos
fr_fr: Recherche de cours

source: Search for courses, organizations, categories
es_es: Buscar cursos, organizaciones, categorías
fr_fr: Recherche des cours, des organisations, des catégories

source: Show filters pane
es_es: Mostrar panel de filtros
fr_fr: Montrer le menu des filtres

source: Show more filters for {filterValueName}
es_es: Mostrar más filtros para {filterValueName}
fr_fr: Montrer plus de filtres pour {filterValueName}

source: Showing {start, number} to {end, number} of {courseCount, number} {courseCount, plural, one {course} other {courses}} matching your search
es_es: Mostrando {start, number} a {end, number} de {courseCount, number} ¡ {courseCount, plural, one {curso} other {cursos}} que coinciden con su búsqueda
fr_fr: Résultats {start, number} à {end, number} sur {courseCount, number} {courseCount, plural, one {cours} other {cours}} correspondant à votre recherche

source: Sign up
es_es: Regístrarse
fr_fr: Inscription

source: There was an error while searching for {filterName}.
es_es: Se ha producido un error al buscar {filterName}.
fr_fr: La recherche de filtres pour {filterName} a rencontré une erreur.

source: Type at least 3 characters to start searching.
es_es: Escriba por lo menos 3 caracteres para iniciar la búsqueda.
fr_fr: Tapez 3 caractères ou plus pour commencer à chercher.

source: Page {page}
es_es: Página {page}

source: Pagination
es_es: Paginación

source: Search
es_es: Buscar
